Repository: anood11/horde-hatchery
Catalog: fima/po/*.po
Languages: de_de

source: %d postings not saved.
de_de: %d Buchungen wurden nicht gespeichert.

source: %d selected Postings
de_de: %d ausgewählte Buchungen

source: %s Result
de_de: %s Ergebnis

source: %s successfully imported
de_de: %s erfolgreich importiert

source: %s to %s of %s Postings
de_de: %s bis %s von %s Buchungen

source: %s's Ledger
de_de: %ss Buch

source: A_sset Account
de_de: Vermögenskonto

source: Access denied deleting account from %s.
de_de: Zugriff verweigert beim Löschen des Kontos von %s.

source: Access denied deleting account.
de_de: Zugriff verweigert beim Löschen des Kontos.

source: Access denied deleting all accounts and postings.
de_de: Zugriff verweigert beim Löschen aller Konten und Buchungen.

source: Access denied deleting postings from %s.
de_de: Zugriff verweigert beim Löschen der Buchungen von %s.

source: Access denied editing account.
de_de: Zugriff verweigert beim Bearbeiten des Kontos.

source: Access denied on account: %s
de_de: Zugriff verweigert für das Konto: %s

source: Access denied on accounts: %s
de_de: Zugriff verweigert für die Konten: %s

source: Access denied saving account to %s.
de_de: Zugriff verweigert beim Speichern des Kontos in %s.

source: Access denied saving postings to %s.
de_de: Zugriff verweigert beim Speichern der Buchungen in %s.

source: Access denied shifting postings in %s.
de_de: Zugriff verweigert beim Umbuchen der Buchungen in %s.

source: Access denied transfering postings in %s.
de_de: Zugriff verweigert beim Transfer der Buchungen in %s.

source: Account
de_de: Konto

source: Account Overview
de_de: Kontoübersicht

source: Account not found.
de_de: Konto nicht gefunden.

source: Accounts
de_de: Konten

source: Active Configuration
de_de: Aktive Konfiguration

source: Actual
de_de: Ist-Abrechnung

source: Add Postings
de_de: Neue Buchungen

source: Add _Postings
de_de: Neue _Buchungen

source: All
de_de: Alle

source: Amo_unt
de_de: Be_trag

source: Amount
de_de: Betrag

source: Analysis
de_de: Analyse

source: Are you sure you wish to PERMANENTLY delete all accounts and all postings?
de_de: Sind Sie sicher, dass Sie alle Konten und Buchungen UNWIDERRUFLICH löschen wollen?

source: Are you sure you wish to PERMANENTLY delete these postings?
de_de: Sind Sie sicher, dass Sie diese Buchungen UNWIDERRUFLICH löschen wollen?

source: Ascending
de_de: Aufsteigend

source: Asset
de_de: Vermögen

source: Asset Account
de_de: Vermögenskonto

source: Asset Overview
de_de: Vermögensübersicht

source: Asset Result
de_de: Vermögen

source: Autofill
de_de: Auto-Füllen

source: Block title
de_de: Block Titel

source: C_umulate
de_de: K_umulieren

source: Cancel
de_de: Abbrechen

source: Change Permissions
de_de: Rechte ändern

source: Change the display and input options.
de_de: Anzeige- und Eingabe-Einstellungen ändern.

source: Check _All/None
de_de: _Alle/Keine auswählen

source: Choose your active Ledger and Posting Type.
de_de: Wählen Sie Ihr aktives Buch und Ihren aktiven Datenkreis aus.

source: Clear Form
de_de: Formular zurücksetzen

source: Clear Search Query
de_de: Suchabfrage zurücksetzen

source: Closed
de_de: Abgeschlossen

source: Closed by period:
de_de: Abgeschlossen mit Zeitraum:

source: Comma separated values
de_de: Komme getrennte Werte

source: Create
de_de: Erstellen

source: Create Ledger
de_de: Buch erstellen

source: Create a New Account
de_de: Neues Konto erstellen

source: Create a new Ledger
de_de: Neues Buch erstellen

source: Current Result
de_de: Aktuelles Ergebnis

source: DOS (* and ?)
de_de: DOS (* und ?)

source: Da_te
de_de: Da_tum

source: Date
de_de: Datum

source: Delete
de_de: Löschen

source: Delete %s
de_de: %s löschen

source: Delete all
de_de: Alles lXschen

source: Delete postings.
de_de: Buchungen löschen

source: Delete subaccounts and postings.
de_de: Unterkonten und Buchungen löschen.

source: Delete subaccounts and shift postings to
de_de: Unterkonten löschen und Buchungen umbuchen nach

source: Delete this account
de_de: Dieses Konto löschen

source: Delete: %s
de_de: Löschen: %s

source: Deleted %d existing postings.
de_de: %d existierende Buchungen gelöscht.

source: Deleted %d original postings.
de_de: %d ursprüngliche Buchungen gelöscht.

source: Deleted %d postings.
de_de: %d Buchungen gelöscht.

source: Deleted %s.
de_de: %s gelöscht.

source: Deleted all accounts and postings.
de_de: Alle Konten und Buchungen gelöscht.

source: Descending
de_de: Absteigend

source: Descriptio_n
de_de: A_nmerkung

source: Description
de_de: Anmerkung

source: Difference
de_de: Differenz

source: Do you want to confirm deleting postings?
de_de: Möchten Sie das Löschen von Buchungen bestätigen?

source: Don't summarize.
de_de: Nicht summieren.

source: Edit
de_de: Bearbeiten

source: Edit %s
de_de: %s bearbeiten

source: Edit Postings
de_de: Buchungen bearbeiten

source: Edit Search Query
de_de: Suchabfrage bearbeiten

source: Edit this account
de_de: Dieses Konto bearbeiten

source: Edit: %s
de_de: Bearbeiten: %s

source: Enter expenses with negative sign?
de_de: Ausgaben mit negativem Vorzeichen eingeben?

source: Error when retrieving results.
de_de: Fehler beim Abfragen der Ergebnisse.

source: Expense
de_de: Ausgaben

source: Export
de_de: Exportieren

source: Export Postings
de_de: Buchungen exportieren

source: Failed to access the ledger: %s
de_de: Fehler beim Zugriff auf das Buch: %s

source: Finances Results
de_de: Finanzen Ergebnisse

source: First Page
de_de: Erste Seite

source: Forecast
de_de: Vorschau

source: Friday
de_de: Freitag

source: General Options
de_de: Allgemeine Einstellungen

source: General Overview
de_de: Gesamtübersicht

source: Import Postings, Step %d
de_de: Buchungen importieren, Schritt %d

source: Import/Export Postings
de_de: Buchungen importieren/exportieren

source: Income
de_de: Einnahmen

source: Interface Options
de_de: Oberflächen-Einstellungen

source: Invert
de_de: Umkehren

source: Keep subaccounts and postings.
de_de: Unterkonten und Buchungen behalten.

source: Last Page
de_de: Letzte Seite

source: Ledger
de_de: Buch

source: Ledger List
de_de: Buch-Liste

source: Manage Ledgers
de_de: Buch-Verwaltung

source: Menu List
de_de: Menüliste

source: Monday
de_de: Montag

source: My Accounts
de_de: Meine Konten

source: My Postings
de_de: Meine Buchungen

source: New Account
de_de: Neues Konto

source: Next
de_de: Weiter

source: Next Page
de_de: Nächste Seite

source: No Postings
de_de: Keine Buchungen

source: No data for this report.
de_de: Keine Daten für diese Auswertung.

source: No display type
de_de: Kein Anzeigetyp

source: No report driver loaded
de_de: Kein Auswertungstreiber

source: No results to display
de_de: Keine Ergebnisse

source: None
de_de: Keine

source: Not %s
de_de: Nicht %s

source: Not found
de_de: Nicht gefunden

source: Number
de_de: Nummer

source: Number of months to display
de_de: Anzahl der anzuzeigenden Monate

source: Open Ledger
de_de: Buch öffnen

source: Open Report
de_de: Auswertung durchführen

source: Other
de_de: Andere

source: P_eriod
de_de: Z_eitraum

source: Page %d of %d
de_de: Seite %d von %d

source: Period
de_de: Zeitraum

source: Period Overview
de_de: Periodenübersicht

source: Period from
de_de: Zeitraum von

source: Period to
de_de: Zeitraum bis

source: Permission denied
de_de: Zugriff verweigert

source: Please select another posting type where to transfer postings to.
de_de: Bitte wählen Sie einen anderen Datenkreis in welchen den Buchungen transferiert werden sollen.

source: Posting A_ccount
de_de: Bewe_gungskonto

source: Posting Account
de_de: Bewegungskonto

source: Posting T_ype
de_de: Daten_kreis

source: Postings
de_de: Buchungen

source: Postings per page in the list view.
de_de: Anzahl der Buchungen pro Seite.

source: Postings successfully purged.
de_de: Buchungen erfolgreich gelöscht.

source: Previous Page
de_de: Vorherige Seite

source: Re_ference
de_de: Re_ferenz

source: Really delete the ledger "%s"? This cannot be undone and all data on this ledger will be permanently removed.
de_de: Das Buch "%s" wirklich löschen? Dieser Vorgang kann nicht rückgängig gemacht werden, und alle Daten in diesem Buch werden endgültig gelöscht.

source: Reference
de_de: Referenz

source: Refresh List
de_de: Liste aktualisieren

source: Replace existing postings with the imported one? <strong>Warning: This deletes all existing postings.</strong>
de_de: Existierenden Buchungen durch die importierten ersetzen? <strong>Achtung: Dies löscht alle existierenden Buchungen.</strong>

source: Repor_t
de_de: Auswer_tung

source: Report
de_de: Auswertung

source: Report %s
de_de: Auswertung %s

source: Reports
de_de: Auswertungen

source: Reset
de_de: Zurücksetzen

source: Result
de_de: Ergebnis

source: SQL (% and _)
de_de: SQL (% und _)

source: S_hift
de_de: Umbuc_hen

source: Saturday
de_de: Samstag

source: Save
de_de: Speichern

source: Save and New
de_de: Speichern und Neu

source: Saved %d postings.
de_de: %d Buchungen gespeichert.

source: Saved %s.
de_de: %s gespeichert.

source: Search
de_de: Suche

source: Search A_sset Accounts
de_de: Vermögen_skonten suchen

source: Search Amo_unt Start
de_de: Anfangsbetrag suchen

source: Search Amoun_t End
de_de: Endbetrag suchen

source: Search Dat_e End
de_de: Enddatum suchen

source: Search Descriptio_n
de_de: A_nmerkung suchen

source: Search Posting A_ccounts
de_de: Bewe_gungskonten suchen

source: Search Posting T_ype
de_de: _Datenkreis suchen

source: Search Postings
de_de: Buchungen suchen

source: Search Results
de_de: Ergebnisse suchen

source: Search _Date Start
de_de: Anfangs_datum suchen

source: Search e.o. Postin_gs
de_de: a.o. Buchun_gen suchen

source: Select
de_de: Auswählen

source: Select another account where to shift postings to.
de_de: Wählen Sie ein anderes Konto zum Umbuchen der Buchungen.

source: Select another account where to shift subaccount postings to.
de_de: Wählen Sie ein anderes Konto zum Umbuchen der Buchungen der Unterkonten.

source: Select the canvas size for chart reports:
de_de: Wählen Sie die Grafikgröße für Auswertungsdiagramme:

source: Select the charset of the source file:
de_de: Wählen Sie den Zeichensatz der importierten Datei:

source: Select the export format:
de_de: Wählen Sie das Exportformat:

source: Select the file to import:
de_de: Wählen Sie die Datei, die importiert werden soll:

source: Select the format for amounts:
de_de: Wählen Sie das Format für Beträge:

source: Select the format for wildcards for text search:
de_de: Wählen Sie das Format für Platzhalter in der Textsuche:

source: Select the format of the source file:
de_de: Wählen Sie das Format der importierten Datei:

source: Set date
de_de: Datum setzen

source: Shift
de_de: Umbuchen

source: Shift Postings
de_de: Buchungen umbuchen

source: Shift postings to
de_de: Buchungen umbuchen auf

source: Shifted %d postings.
de_de: %d Buchungen umgebucht.

source: Shifting
de_de: Umbuchen

source: Show summary of this ledger
de_de: Buchübersicht anzeigen

source: Sort by %s
de_de: Sortieren nach %s

source: Sort by Amount
de_de: Sortieren nach Betrag

source: Sort by Asset Account
de_de: Sortieren nach Vermögenskonto

source: Sort by Date
de_de: Sortieren nach Datum

source: Sort by Description
de_de: Sortieren nach Anmerkung

source: Sort by Posting Account
de_de: Sortieren nach Bewegungskonto

source: Sort direction:
de_de: Sortierrichtung:

source: Sort postings by:
de_de: Buchungen sortieren nach:

source: Subaccounts
de_de: Unterkonten

source: Summarize by combining.
de_de: Summieren durch Kombination.

source: Summarize by posting against
de_de: Summieren durch Buchen gegen

source: Summarized
de_de: Summiert

source: Summarized %d postings.
de_de: %d Buchungen summiert.

source: Sunday
de_de: Sonntag

source: Tab separated values
de_de: Tabulator getrennte Werte

source: The %s file didn't contain any postings.
de_de: Die %s-Datei enthielt keine Buchungen.

source: The Finances backend is not currently available.
de_de: Der Finanzserver ist zur Zeit nicht verfügbar.

source: The Finances backend is not currently available: %s
de_de: Der Finanzserver ist zur Zeit nicht verfügbar: %s

source: The Finances report graphs are not currently available.
de_de: Die grafischen Finanzauswertungen sind zur Zeit nicht verfügbar.

source: The Finances report graphs are not currently available: %s
de_de: Die grafischen Finanzauswertungen sind zur Zeit nicht verfügbar: %s

source: The Finances reports are not currently available.
de_de: Die Finanzauswertungen sind zur Zeit nicht verfügbar.

source: The Finances reports are not currently available: %s
de_de: Die Finanzauswertungen sind zur Zeit nicht verfügbar: %s

source: The account including all postings was shifted from number %s to %s.
de_de: Das Konto wurde inklusive aller Buchungen von Nummer %s nach %s verlagert.

source: The account number %s is already used by the account %s.
de_de: Die Kontonummer %s wird bereits verwendet vom Konto %s.

source: The account type was set to %s.
de_de: Der Kontotyp wurde auf %s geändert.

source: The graphs library could not be loaded.
de_de: Die Grafikbibliothek konnte nicht geladen werden.

source: The ledger "%s" has been created.
de_de: Das Buch "%s" wurde erstellt.

source: The ledger "%s" has been deleted.
de_de: Das Buch "%s" wurde gelöscht.

source: The ledger "%s" has been renamed to "%s".
de_de: Das Buch "%s" wurde in "%s" umbenannt.

source: The ledger "%s" has been saved.
de_de: Das Buch "%s" wurde gespeichert.

source: The postings could not be purged: %s
de_de: Die Buchungen konnte nicht gelöscht werden: %s

source: Then:
de_de: Dann:

source: There are no appropriate postings.
de_de: Es existieren keine entsprechenden Buchungen.

source: There was a problem creating the report graph: %s.
de_de: Beim Erstellen der Auswertungsgrafik ist ein Problem aufgetreten: %s

source: There was a problem creating the report: %s.
de_de: Beim Erstellen der Auswertung ist ein Problem aufgetreten: %s

source: There was a problem deleting all accounts and postings: %s
de_de: Beim Löschen aller Konten und Buchungen ist ein Problem aufgetreten: %s

source: There was a problem deleting an existing posting: %s
de_de: Beim Löschen einer existierenden Buchung ist ein Problem aufgetreten: %s

source: There was a problem deleting an original posting: %s
de_de: Beim Löschen einer ursprünglichen Buchung ist ein Problem aufgetreten: %s

source: There was a problem deleting posting #%d: %s
de_de: Beim Löschen der Buchung #%d ist ein Probelm aufgetreten: %s

source: There was a problem deleting the account: %s.
de_de: Beim Löschen des Kontos ist ein Problem aufgetreten: %s.

source: There was a problem executing the report graph: %s.
de_de: Beim Ausführen der Auswertungsgrafik ist ein Problem aufgetreten: %s.

source: There was a problem executing the report: %s.
de_de: Beim Ausführen der Auswertung ist ein Problem aufgetreten: %s.

source: There was a problem saving the account: %s.
de_de: Beim Speichern des Kontos ist ein Problem aufgetreten: %s.

source: There was a problem saving the posting: %s.
de_de: Beim Speichern der Buchung ist ein Problem aufgetreten: %s.

source: There was a problem shifting posting #%d: %s
de_de: Beim Umbuchen der Buchung #%d ist ein Problem aufgetreten: %s

source: There was an error importing the data: %s
de_de: Beim Importieren der Daten ist ein Problem aufgetreten: %s

source: There were no postings to export.
de_de: Es konnten keine Buchungen zum Exportieren gefunden werden.

source: This file format is not supported.
de_de: Dieses Dateiformat wird nicht unterstützt.

source: This ledger cannot be deleted.
de_de: Dieses Buch kann nicht gelöscht werden.

source: Thursday
de_de: Donnerstag

source: Total Result
de_de: Gesamtergebnis

source: Transfer Postings
de_de: Buchungen transferieren

source: Transfer from
de_de: Transfer von

source: Transfer to
de_de: Transfer nach

source: Transfered %d postings.
de_de: %d Buchungen transferiert.

source: Tuesday
de_de: Dienstag

source: Type
de_de: Typ

source: Unable to delete "%s": %s
de_de: "%s" kann nicht gelöscht werden: %s

source: Unable to load the definition of %s.
de_de: Der %s-Treiber konnte nicht geladen werden.

source: Unable to save ledger "%s": %s
de_de: Das Buch "%s" konnte nicht gespeichert werden: %s

source: Unknown
de_de: Unbekannt

source: View %s
de_de: %s anzeigen

source: Wednesday
de_de: Mittwoch

source: When displaying the postings, which page do you want to start on?
de_de: Bei der Anzeige von Buchungen, bei welcher Seite möchten Sie beginnen?

source: You are not allowed to change this ledger.
de_de: Sie dürfen dieses Buch nicht ändern.

source: You are not allowed to delete this ledger.
de_de: Sie dürfen dieses Buch nicht löschen.

source: You must select at least one posting first.
de_de: Sie müssen zuerst mindestens eine Buchung auswählen.

source: Your active ledger:
de_de: Ihr aktives Buch:

source: Your active posting type:
de_de: Ihr aktiver Datenkreis:

source: _Accounts
de_de: _Konten

source: _Chart
de_de: _Diagramm

source: _Delete
de_de: _Löschen

source: _Delete existing Postings
de_de: Existierende Buchungen _löschen

source: _Display
de_de: An_zeige

source: _Edit
de_de: _Bearbeiten

source: _Keep original Postings
de_de: Ursprüngliche Buchungen be_halten

source: _List Postings
de_de: _Buchungen

source: _My Ledgers
de_de: _Meine Bücher

source: _Null Rows
de_de: _Leerzeilen

source: _Print
de_de: _Drucken

source: _Reports
de_de: _Auswertungen

source: _Subaccounts
de_de: _Unterkonten

source: _Summarize Accounts
de_de: Konten _summieren

source: _Yearly
de_de: _Jährlich

source: don't change
de_de: nicht ändern

source: e.o.
de_de: a.o.

source: e.o. %s
de_de: a.o. %s

source: e.o. postings only
de_de: nur a.o. Buchungen

source: no e.o. postings
de_de: keine a.o. Buchungen

source: none
de_de: Keine

source: postings.csv
de_de: buchungen.csv

source: postings.tsv
de_de: buchungen.tsv
