Repository: anood11/horde-hatchery
Catalog: turba/po/*.po
Languages: sk_sk

source: Add an IMSP Address Book
sk_sk: Prida» adresár IMSP

source: Delete IMSP Address Book
sk_sk: Vymaza» adresár IMSP

source: "%s" already exists and was not imported.
sk_sk: "%s" u¾ existuje a preto nebol importovaný.

source: "%s" updated, but saving the uploaded file failed: %s
sk_sk: "%s" aktualizovaný, ale nastala chyba pri ukladaní poslaného súboru: %s

source: "%s" updated.
sk_sk: "%s" aktualizované.

source: "%s" was not copied because it is a list.
sk_sk: "%s" sa nepodarilo skopírova», preto¾e je to skupina.

source: "%s" was not moved because it is a list.
sk_sk: "%s" sa nepodarilo presunú», preto¾e je to skupina.

source: "Firstname Lastname" (ie. John Doe)
sk_sk: "Meno, Priezvisko" (napr. John Doe)

source: "Lastname, Firstname" (ie. Doe, John)
sk_sk: "Priezvisko, Meno" (napr. Doe, John)

source: %s added.
sk_sk: %s bol(a) pridaný(á).

source: %s file successfully imported.
sk_sk: Súbor %s bol úspe¹ne importovaný.

source: %s of %s
sk_sk: %s z %s

source: %s to %s of %s
sk_sk: %s a¾ %s z %s

source: %s's Address Book
sk_sk: Adresár pou¾ívateµa %s

source: A browser that supports iFrames is required
sk_sk: Prehliadaè musí podporova» iFrames

source: Access denied to %s
sk_sk: Prístup do %s bol odporetý

source: Add
sk_sk: Prida»

source: Add Contact
sk_sk: Prida» kontakt

source: Add address book
sk_sk: Prida» adresár

source: Add file
sk_sk: Prida» súbor

source: Add to
sk_sk: Prida» do

source: Adding contacts is not available.
sk_sk: Pridávanie kontaktov nie je k dispozícii.

source: Address Book
sk_sk: Adresár

source: Address Book List
sk_sk: Zooznam adresárov

source: Address Book Listing
sk_sk: Zobrazi» adresár

source: Address Books
sk_sk: Adresáre

source: Address book successfully purged.
sk_sk: Adresár bol úspe¹ne vymazaný.

source: Address book to delete
sk_sk: Adresár, ktorý má by» zmazaný

source: Address books that will not be displayed:
sk_sk: Adresáre, ktoré nebudú zobrazené:

source: Advanced Search
sk_sk: Roz¹írené vyhµadávanie

source: Alias
sk_sk: Prezývka

source: All
sk_sk: V¹etky

source: Already Exists
sk_sk: U¾ existuje

source: Anniversaries
sk_sk: Výroèia

source: Anniversary
sk_sk: Výroèie

source: Are you sure that you want to delete %s?
sk_sk: Naozaj chcete vymaza» %s?

source: Are you sure that you want to delete the selected contacts?
sk_sk: Naozaj chcete vymaza» vybrané adresy?

source: Are you sure you want to delete the addressbook:
sk_sk: Naozaj chcete vymaza» adresár:

source: Assistant
sk_sk: Asistent/ka

source: Basic Search
sk_sk: Základné hµadanie

source: Bind failed: (%s) %s
sk_sk: Pripojenie (bind) zlyhalo: (%s) %s

source: Birthday
sk_sk: Narodeniny

source: Birthdays
sk_sk: Narodeniny

source: Blank name
sk_sk: Prázdne meno

source: Both
sk_sk: Obe

source: Browse
sk_sk: Prezera»

source: Business Category
sk_sk: Obchodné zameranie

source: CSV
sk_sk: CSV (hodnoty oddelené èiarkou)

source: Can't add a group to itself.
sk_sk: Nemo¾né prida» skupinu do samej saba.

source: Cancel
sk_sk: Zru¹i»

source: Cannot delete all address book entries for %s
sk_sk: Nemo¾né vymaza» v¹etky záznamy v adresári pre %s

source: Category
sk_sk: Kategória

source: Change %s sort to %s
sk_sk: Zmeni» %s zoraïovanie podµa %s

source: Change Permissions
sk_sk: Zmeni» prístupové práva

source: Check All/None
sk_sk: Vybra» v¹etky/¾iadne

source: Check _All/None
sk_sk: Vybra» _v¹etky/¾iadne

source: Children
sk_sk: Deti

source: Choose a name
sk_sk: Zvoµte názov

source: Choose an address book
sk_sk: Vyberte si adresár

source: Choose which address books to display, and in what order:
sk_sk: Vyberte, ktoré adresáre sa majú zobrazi» a v akom poradí:

source: Choose which address books to use.
sk_sk: Vyberte adresár, ktorý chcete pou¾i».

source: Click an address book to sort its columns:
sk_sk: Kliknite na adresár na zoradenie jeho prieèinkov:

source: Close
sk_sk: Zavrie»

source: Close Search
sk_sk: Zavrie» výsledok hµadania

source: Column Options
sk_sk: Nastavenia ståpcov

source: Comma separated values
sk_sk: Hodnoty oddelené èiarkou

source: Comma separated values (Microsoft Outlook)
sk_sk: Hodnoty oddelené èiarkou (Microsoft Outlook)

source: Common Address Extended
sk_sk: Roz¹írená adresa (v¹eobecné)

source: Common City
sk_sk: Mesto (v¹eobecné)

source: Common Country
sk_sk: ©tát (v¹eobecné)

source: Common Phone
sk_sk: Telefón (v¹eobecné)

source: Common Post Office Box
sk_sk: P.O.Box (v¹eobecné)

source: Common Postal Code
sk_sk: Smerovacie èíslo (v¹eobecné)

source: Common State/Province
sk_sk: ©tát/provincia (v¹eobecné)

source: Common Street
sk_sk: Ulica (v¹eobecné)

source: Common Video Call
sk_sk: Videohovor (v¹eobecné)

source: Communications
sk_sk: Komunikácia

source: Company
sk_sk: Spoloènos»

source: Company Address
sk_sk: Adresa spoloènosti

source: Connection failed: %s
sk_sk: Pokus o spojenie zlyhal: %s

source: Connection failure
sk_sk: Nastala chyba pri pokuse o spojenie

source: Contact Search
sk_sk: Hµada» kontakt

source: Contacts
sk_sk: Kontakty

source: Contacts displayed:
sk_sk: Zobrazené kontakty:

source: Contacts in list: %s
sk_sk: Kontakty v zozname: %s

source: Copy
sk_sk: Kopírova»

source: Create
sk_sk: Vytvori»

source: Create Address Book
sk_sk: Vytvori» adresár

source: Create a new Address Book
sk_sk: Vytvori» nový adresár

source: Create a new Contact List in:
sk_sk: Vytvori» nový zoznam kontaktov v:

source: Created
sk_sk: Vytvorené

source: De_lete
sk_sk: Vy_maza»

source: Delete
sk_sk: Vymaza»

source: Delete %s
sk_sk: Vymaza» %s

source: Delete Address Book
sk_sk: Vymaza» adresár

source: Delete failed: (%s) %s
sk_sk: Vymazávanie zlyhalo: (%s) %s

source: Deleting contacts is not available.
sk_sk: Vymazávanie kontaktov nie je k dispozícii.

source: Deletion failed
sk_sk: Vymazávanie zlyhalo

source: Department
sk_sk: Oddelenie

source: Description
sk_sk: Popis

source: Directory
sk_sk: Adresár

source: Display
sk_sk: Zobrazenie

source: Display Options
sk_sk: Nastavenie zobrazenia

source: Download
sk_sk: Stiahnu»

source: Download vCard
sk_sk: Stiahnu» vCard

source: Drag columns to re-arrange them. Check a column to enable it.
sk_sk: Presunte ståpce na zmenu ich poradia. Kliknite na ståpec na jeho zapnutie.

source: Edit
sk_sk: Upravi»

source: Edit "%s"
sk_sk: Upravi» "%s"

source: Edit %s
sk_sk: Upravi» %s

source: Edit Address Books
sk_sk: Upravi» adresáre

source: Emails
sk_sk: E-Maily

source: Error adding %d contact(s) to list.
sk_sk: Nastala chyba pri pridávaní %d kontaktov do zoznamu.

source: Error adding %d of %d requested contact(s) to list.
sk_sk: Nastala chyba pri pridávaní %d z %d po¾adovaných kontaktov do zoznamu.

source: Error deleting %d contact(s).
sk_sk: Nastala chyba pri vymazávaní %d kontaktov.

source: Error deleting %d of %d requested contacts(s).
sk_sk: Nastala chyba pri vymazávaní %d z %d po¾adovaných kontaktov.

source: Error removing %d contact(s) from list.
sk_sk: Nastala chyba pri vymazávaní %d kontaktov zo zoznamu.

source: Error removing %d of %d requested contact(s) from list.
sk_sk: Nastala chyba pri vymazávaní %d z %d po¾adovaných kontaktov zo zoznamu.

source: Error searching the address book: %s
sk_sk: Nastala chyba pri prehµadávaní adresára: %s

source: Export Address Book
sk_sk: Exportova» adresár

source: Export only the selected contacts.
sk_sk: Exportova» iba vybrané kontakty.

source: Export the following address book completely.
sk_sk: Exportova» celý nasledujúci adresár.

source: Failed to access the address book: %s
sk_sk: Nastala chyba pri prístupe k adresáru: %s

source: Failed to add %s to %s: %s
sk_sk: Nastala chyba pri pridávaní %s do %s: %s

source: Failed to browse list
sk_sk: Nemo¾no zobrazi» zoznam

source: Failed to browse the directory
sk_sk: Nastala chyba pri prehµadávaní adresára.

source: Failed to change name: (%s) %s; Old DN = %s, New DN = %s, Root = %s
sk_sk: Nepodarilo sa zmeni» meno: (%s) %s; staré DN = %s, nové DN = %s, root = %s

source: Failed to find object to be added: %s
sk_sk: Nemo¾no nájs» objekt na pridanie: %s

source: Failed to search the address book
sk_sk: Nastala chyba pri hµadaní adresára

source: Failed to search the directory: %s
sk_sk: Nastala chyba pri prehµadávaní adresára: %s

source: Favourite Recipients
sk_sk: Obµúbení adresáti

source: Files
sk_sk: Súbory

source: Find
sk_sk: Nájs»

source: Finish
sk_sk: Ukonèi»

source: First Name
sk_sk: Krstné meno

source: Freebusy URL
sk_sk: URL s informáciou o voµnosti/obsadenosti

source: From
sk_sk: Z

source: Gender
sk_sk: Pohlavie

source: Global Address Book
sk_sk: Globálny adresár

source: Group
sk_sk: Skupina

source: Home Address
sk_sk: Adresa (domov)

source: Home Address Extended
sk_sk: Roz¹írená adresa (domov)

source: Home City
sk_sk: Mesto (domov)

source: Home Country
sk_sk: Krajina (domov)

source: Home Email
sk_sk: E-mail (domov)

source: Home Fax
sk_sk: Fax (domov)

source: Home Latitude
sk_sk: Zemepisná ¹írka (domov)

source: Home Longitude
sk_sk: Zemepisná då¾ka (domov)

source: Home Mobile Phone
sk_sk: Mobilný telefón (domov)

source: Home Phone
sk_sk: Telefón (domov)

source: Home Post Office Box
sk_sk: P.O.Box (domov)

source: Home Postal Code
sk_sk: Smerovacie èíslo (domov)

source: Home State/Province
sk_sk: ©tát/provincia (domov)

source: Home Street Address
sk_sk: Ulica a èíslo (domov)

source: Home Video Call
sk_sk: Videohobor (domov)

source: Home Website URL
sk_sk: URL WWW stránky (domov)

source: Import Address Book, Step %d
sk_sk: Importova» adresár, krok %d

source: Import/Export Address Books
sk_sk: Importova»/Exportova» adresáre

source: Initials
sk_sk: Iniciály

source: Instant Messenger
sk_sk: Instantný messenger

source: Invalid ID
sk_sk: Neplatné ID

source: Invalid address book: %s
sk_sk: Neplatný adresár: %s

source: Invalid contact unique ID
sk_sk: Neplatné unikátne ID kontaktu

source: Invalid email
sk_sk: Neplatná e-mailová adresa

source: Invalid entry
sk_sk: Neplatná polo¾ka

source: Invalid key specified.
sk_sk: Bol zadaný neplatný kµúè.

source: Invalid name
sk_sk: Neplatné meno

source: Job Title
sk_sk: Funkcia

source: Key for saving must be a UID not %s!
sk_sk: Kµúè pre ulo¾enie musí by» UID a nie %s!

source: LDAP support is required but the LDAP module is not available or not loaded.
sk_sk: Je po¾adovaná podpora LDAP, ale LDAP modul nie je dostupný alebo nahratý.

source: LDIF Address Book
sk_sk: Adresár LDIF

source: Language
sk_sk: Jazyk

source: Last Modified
sk_sk: Posledná aktualizácia

source: Last Name
sk_sk: Priezvisko

source: Latitude
sk_sk: Zemepisná ¹írka

source: List
sk_sk: Zoznam

source: Location
sk_sk: Adresa

source: Longitude
sk_sk: Zemepisná då¾ka

source: Manage Address Books
sk_sk: Spravova» adresáre

source: Manager
sk_sk: Mana¾ér

source: Matching
sk_sk: Obsahujúce

source: Maximum Number of Contacts
sk_sk: Maximálny poèet kontaktov

source: Maximum number of pages
sk_sk: Maximálny poèet strán

source: Menu List
sk_sk: Zoznam menu

source: Middle Names
sk_sk: Prostredné mená

source: Missing DN in LDAP source configuration.
sk_sk: Chýba DN v konfigurácii LDAP zdroja.

source: Mobile Phone
sk_sk: Mobilný telefón

source: Modify failed: (%s) %s
sk_sk: Úprava zlyhala: (%s) %s

source: More Options...
sk_sk: Ïal¹ie nastavenia...

source: More than 1 entry found
sk_sk: Vyhovuje viac ako 1 polo¾ka

source: Move
sk_sk: Presunú»

source: Move left
sk_sk: Presunú» vµavo

source: Move right
sk_sk: Presunú» vpravo

source: Mulberry Address Book
sk_sk: Adresár z Mulberry

source: Multiple persons with address [%s], but none with name [%s] already exist
sk_sk: Existuje viacero osôb s adresou [%s], ale ¾iadna s menom [%s]

source: My Address Book
sk_sk: Môj adresár

source: My Address Books
sk_sk: Moje adresáre

source: Name
sk_sk: Meno

source: Name Format
sk_sk: Formát mena

source: Name Prefixes
sk_sk: Predpony mien

source: Name Suffixes
sk_sk: Prípony mien

source: Name:
sk_sk: Meno:

source: New Contact
sk_sk: Nový kontakt

source: Next
sk_sk: Ïalej

source: Nickname
sk_sk: Prezývka

source: No %s entry found for %s
sk_sk: Pre %s neexistuje nijaká polo¾ka %s

source: No Address Books are currently available. Import and Export is disabled.
sk_sk: ®iadne adresáre nie sú momentálne dostupné. Import a export sú vypnuté.

source: No Address Books are currently available. Searching is disabled.
sk_sk: ®iadne adresáre nie sú momentálne dostupné. Hµadanie je vypnuté.

source: No address book specified
sk_sk: Nebol zadaný ¾iaden adresár

source: No contacts found
sk_sk: Neboli nájdené ¾iadne kontakty

source: No contacts match the current filter.
sk_sk: ®iadne kontakty neodpovedajú aktuálnemu filtru.

source: No matching contacts
sk_sk: ®iadne odpovedajúce kontakty.

source: No source for favourite recipients exists.
sk_sk: Neexistuje ¾iaden zdroj pre obµúbených adresátov.

source: No vCard data was found.
sk_sk: Neboli nájdené údaje vCard.

source: None
sk_sk: ®iadne

source: Not Found
sk_sk: Nenájdené

source: Not found
sk_sk: Nenájdené

source: Notes
sk_sk: Poznámky

source: Number of items per page
sk_sk: Poèet polo¾iek na stránku

source: Object not found
sk_sk: Objekt nebol nájdený

source: Object with UID %s does not exist!
sk_sk: Objekt s UID %s neexistuje!

source: Occupation
sk_sk: Povolanie

source: Office
sk_sk: Pracovisko

source: Once you save this option page, the address book will be permanently deleted. If this is not what you want, then you must change your selection to "None".
sk_sk: Po ulo¾ení tejto stránky s nastaveniami bude Vá¹ adresár trvale vymazaný. Ak toto nechcete, musíte zmeni» Vá¹ výber na "®iaden".

source: Only one vcard supported.
sk_sk: Iba jedna vcard je podporovaná

source: Organization
sk_sk: Organizácia

source: Other
sk_sk: Iné

source: PGP Public Key
sk_sk: PGP verejný kµúè

source: Permanently delete this contact?
sk_sk: Trvale vymaza» tento kontakt?

source: Permission denied
sk_sk: Prístup zamietnutý

source: Permissions
sk_sk: Práva

source: Personal
sk_sk: Osobné

source: Pine Address Book
sk_sk: Adresár z Pine

source: Please name the new contact list:
sk_sk: Zadajte prosím meno pre nový zoznam:

source: Previous
sk_sk: Predo¹lé

source: Query failed: (%s) %s
sk_sk: Chybná po¾iadavka: (%s) %s

source: Read failed: (%s) %s
sk_sk: Chyba pri èítaní: (%s) %s

source: Reading contacts is not available.
sk_sk: Èitanie kontaktov nie je k dispozícii.

source: Really delete the address book "%s"? This cannot be undone and all contacts in this address book will be permanently removed.
sk_sk: Naozaj chcete vymaza» adresár "%s"? Toto nie je mo¾né vrátit spä» a v¹etky kontakty v adresári budú trvale odstránené.

source: Remove address book
sk_sk: Vzdialený adresár

source: Remove from this list
sk_sk: Odstráni» zo zoznamu

source: Removing user data is not supported in the current address book storage driver.
sk_sk: Odstránenie u¾ívateµských údajov nie je podporované ovladaèom aktuálneho adresára.

source: Replace existing address book with the imported one? <strong>Warning: This deletes all entries in your current address book.</strong>
sk_sk: Prepísa» existujúci adresár importovaným adresárom? <strong>Varovanie: toto vyma¾e v¹etky polo¾ky vo Va¹om aktuálnom adresári.</strong>

source: Requested object not found.
sk_sk: Po¾adovaný objekt nebol nájdený

source: Reset to Defaults
sk_sk: Obnovi» na prednastavené hodnoty

source: S/MIME Public Certificate
sk_sk: Verejný S/MIME certifikát

source: STARTTLS failed: (%s) %s
sk_sk: Chyba pri STARTTLS: (%s) %s

source: Save
sk_sk: Ulo¾i»

source: Save search as a virtual address book?
sk_sk: Ulo¾i» hµadanie ako virtuálny adresár?

source: Saving contacts is not available.
sk_sk: Ukladanie kontaktov nie je k dispozícii.

source: Search
sk_sk: Hµada»

source: Search failed
sk_sk: Hµadanie zlyhalo

source: Search failed: %s
sk_sk: Hµadanie zlyhalo: %s

source: Search for:
sk_sk: Hµada»:

source: Searching is not available.
sk_sk: Hµadanie nie je k dispozícii.

source: Select an address book to delete
sk_sk: Zvoµte adresár na vymazanie

source: Select an address book to edit
sk_sk: Zvoµte adresár na úpravu

source: Select contact
sk_sk: Zvoµte kontakt

source: Select the address book to export from:
sk_sk: Zvoµte adresár, z ktorého chcete exportova»:

source: Select the address book to import to:
sk_sk: Zvoµte adresár, do ktorého chcete importova»:

source: Select the address books that should be used for synchronization with external devices:
sk_sk: Vyberte adresáre, ktoré majú by» pou¾ité na synchronizáciu s externými zariadeniami:

source: Select the charset of the source file:
sk_sk: Vyberte znakovú sadu zdrojového súboru:

source: Select the export format:
sk_sk: Vyberte formát exportu:

source: Select the file to import:
sk_sk: Zvoµte súbor pre import:

source: Select the format of the source file:
sk_sk: Zvoµte formát exportu:

source: Select the format used to display names:
sk_sk: Zvoµte formát zobrazovania mien:

source: Select view to display by default and paging options.
sk_sk: Vyberte nastavenie ¹tandardného spôsobu zobrazenia a nastavenia notifikácie.

source: Select which fields to display in the address lists.
sk_sk: Nastavenie polí, ktoré sa budú zobrazova» v zozname adries.

source: Select which format to display names.
sk_sk: Nastavenie formátu zobrazovania mien.

source: Selected address book "%s".
sk_sk: Bol vybraný adresár "%s".

source: Show %s
sk_sk: Zobrazi» %s

source: Show Both
sk_sk: Zobrazi» obidvoje

source: Show Contacts
sk_sk: Zobrazi» kontakty

source: Show Lists
sk_sk: Zobrazi» zoznamy

source: Sort Direction
sk_sk: Smer triedenia

source: Sort by %s
sk_sk: Zoradi» podµa %s

source: Sort by %s only
sk_sk: Zoradi» iba podµa %s

source: Sort by %s, then by %s
sk_sk: Zoradi» podµa %s, potom podµa %s

source: Source:
sk_sk: Zdroj:

source: Sources
sk_sk: Zdroje

source: Spouse
sk_sk: Partner

source: Successfully added %d contact(s) to list.
sk_sk: Do zoznamu bol(o) úspe¹ne pridaný(ch) %d kontakt(ov).

source: Successfully added %s to %s
sk_sk: Pridanie %s do %s bolo úspe¹né

source: Successfully created the contact list "%s".
sk_sk: Úspe¹ne vytvorený adresár "%s".

source: Successfully created virtual address book "%s"
sk_sk: Úspe¹ne vytvorený virtuálny adresár "%s"

source: Successfully deleted %d contact(s).
sk_sk: Úspe¹ne vymazaný(ch) %d kontakt(ov).

source: Successfully removed %d contact(s) from list.
sk_sk: Zo zoznamu bolo úspe¹ne vymazaný(ch) %d kontakt(ov).

source: TSV
sk_sk: TSV (hodnoty oddelené tabulátorom)

source: Tab separated values
sk_sk: Hodnoty oddelené tabulátorom

source: Target Address Book
sk_sk: Cieµový adresár

source: Target Contact List
sk_sk: Cieµový zoznam kontaktov

source: The %s file didn't contain any contacts.
sk_sk: Súbor %s neobsahuje ¾iadne kontakty.

source: The VFS backend needs to be configured to enable attachment uploads.
sk_sk: Backend VFS musí by» nastavený aby bolo mo¾né priklada» súbory.

source: The address book "%s" does not exist.
sk_sk: Adresár "%s" neexistuje.

source: The address book "%s" has been created.
sk_sk: Adresár "%s" bol vytvorený.

source: The address book "%s" was created successfully.
sk_sk: Adresár "%s" bol úspe¹ne vytvorený.

source: The address book "%s" was removed successfully.
sk_sk: Adresár "%s" bol úspe¹ne zmazaný.

source: The address book "%s" was successfully updated.
sk_sk: Adresár "%s" bol úspe¹ne aktualizovaný.

source: The address book could not be purged: %s
sk_sk: Nepodarilo sa vymaza» kontakty z adresára: %s

source: The addressbook "%s" has been deleted.
sk_sk: Adresár "%s" bol vymazaný.

source: The addressbook "%s" has been renamed to "%s".
sk_sk: Adresár "%s" bol premenovaný na "%s".

source: The addressbook "%s" has been saved.
sk_sk: Adresár "%s" bol ulo¾ený.

source: The contact you requested does not exist.
sk_sk: Po¾adovaný kontakt neexistuje.

source: The file "%s" has been deleted.
sk_sk: Súbor "%s" bol vymazaný.

source: The import can be finished despite the warnings.
sk_sk: Importovanie mô¾e by» ukonèené napriek varovaniam.

source: The requested contact was not found.
sk_sk: Po¾adovaný kontakt nebol nájdený.

source: There are no browseable address books.
sk_sk: ®iadne adresáre nie sú prístupné na prezeranie.

source: There are no writeable address books. None of the available address books are configured to allow you to add new entries to them. If you believe this is an error, please contact your system administrator.
sk_sk: ®iaden z dostupných adresárov neumo¾òuje vkladanie nových polo¾iek. Ak predpokladáte, ¾e ide o chybu, kontaktujte prosím správcu Vá¹ho systému.

source: There was a problem creating the virtual address book: %s
sk_sk: Nastala chyba pri vytváraní virtuálneho adresára: %s

source: There was an error adding the new contact. Contact your system administrator for further help.
sk_sk: Nastala chyba pri pridávaní tohto kontaktu. Prosím kontaktujte správcu Vá¹ho systému.

source: There was an error creating a new list.
sk_sk: Nastala chyba pri vytváraní nového zoznamu.

source: There was an error creating this address book: %s
sk_sk: Nastala chyba pri vytváraní tohto adresára: %s

source: There was an error deleting "%s" from the source address book.
sk_sk: Nastala chyba pri vymazávaní "%s" zo zdrojového adresára.

source: There was an error deleting this contact: %s
sk_sk: Nastala chyba pri vymazávaní tohto kontaktu: %s.

source: There was an error displaying the list
sk_sk: Nastala chyba pri zobrazovaní zoznamu

source: There was an error importing the data: %s
sk_sk: Nastala chyba pri importe údajov: %s

source: There was an error importing the iCalendar data.
sk_sk: Nastala chyba pri importe údajov iCalendar.

source: There was an error removing an address book for %s
sk_sk: Nastala chyba pri vymazávaní adresára %s

source: There was an error removing this address book: %s
sk_sk: Nastala chyba pri vymazávaní tohto adresára: %s

source: There was an error saving the contact. Contact your system administrator for further help.
sk_sk: Nastala chyba pri ukladaní kontaktu. Prosím kontaktujte správcu Vá¹ho systému.

source: There was an error updating this address book: %s
sk_sk: Nastala chyba pri aktualizácii tohto adresára: %s

source: There were no addresses to export.
sk_sk: Neexistujú ¾iadne adresáre na export.

source: These address books will display in this order:
sk_sk: Adresáre budú zoradené v nasledovnom poradí:

source: This addressbook cannot be deleted
sk_sk: Tento adresár nemô¾e by» vymazaný

source: This file format is not supported.
sk_sk: Tento formát súboru nie je podporovaný.

source: This person already has a %s entry in the address book
sk_sk: Táto osoba u¾ má záznam %s v adresári.

source: This will be the default address book when adding or importing contacts.
sk_sk: Toto bude prednastavený adresár pre pridávanie alebo importovanie kontaktov.

source: Time Zone
sk_sk: Èasová zóna

source: Unable to find contact owner.
sk_sk: Nemo¾né nájs» vlastníka kontaktu.

source: Unable to load the definition of %s.
sk_sk: Nemo¾né nahra» definíciu %s.

source: Unable to save address book "%s": %s
sk_sk: Nedá sa ulo¾i» adresár "%s": %s

source: Unable to search.
sk_sk: Nie je mo¾né hµada».

source: Unfiled
sk_sk: Nenastavená

source: Unsupported Content-Type: %s
sk_sk: Nepodporovaný typ obsahu (Content-Type): %s

source: View "%s"
sk_sk: Zobrazi» "%s"

source: View Contact
sk_sk: Zobrazi» kontakt

source: View to display by default:
sk_sk: Prednastavený spôsob zobrazenia:

source: Website URL
sk_sk: URL WWW stránky

source: Work Address
sk_sk: Adresa (práca)

source: Work Address Extended
sk_sk: Roz¹írená adresa (práca)

source: Work City
sk_sk: Mesto (práca)

source: Work Country
sk_sk: Krajina (práca)

source: Work Email
sk_sk: Email (práca)

source: Work Fax
sk_sk: Fax (práca)

source: Work Latitude
sk_sk: Zemepisná ¹írka (práca)

source: Work Longitude
sk_sk: Zemepisná då¾ka (práca)

source: Work Mobile Phone
sk_sk: Mobilný telefón (práca)
