Repository: anood11/horde-hatchery
Catalog: turba/po/*.po
Languages: sk_sk

source: Work Phone
sk_sk: Telefón (práca)

source: Work Post Office Box
sk_sk: P.O. Box (práca)

source: Work Postal Code
sk_sk: Smerovacie èíslo (práca)

source: Work State/Province
sk_sk: ©tát/provincia (práca)

source: Work Street Address
sk_sk: Ulica a èíslo (práca)

source: Work Video Call
sk_sk: Videohovor (práca)

source: Work Website URL
sk_sk: URL WWW stránky (práca)

source: You are not allowed to change this addressbook.
sk_sk: Nemáte právo na úpravu tohto adresára.

source: You are not allowed to create more than %d contacts in "%s".
sk_sk: Nemáte právo vytvori» viac ako %d kontaktov v "%s".

source: You are not allowed to delete this addressbook.
sk_sk: Nemáte právo na vymazanie tohto adresára.

source: You are not allowed to remove user data.
sk_sk: Nemáte právo na vymazanie u¾ívateµských údajov.

source: You cannot add an entry to a virtual address book.
sk_sk: Do virtuálneho adresára nemô¾ete pridáva» záznamy.

source: You cannot add new contacts to a virtual address book
sk_sk: Do virtuálneho adresára nemô¾ete pridáva» kontakty.

source: You cannot delete contacts from a virtual address book
sk_sk: Z virtuálneho adresára nemô¾ete vymaza» kontakty.

source: You do not have permission to view this contact.
sk_sk: Nemáte právo na zobrazenie tohto kontaktu.

source: You do not have permission to view this object.
sk_sk: Nemáte právo na zobrazenie tohto objektu.

source: You do not have permissions to delete this address book.
sk_sk: Nemáte právo na vymazanie tohto adresára.

source: You do not have permissions to delete this source.
sk_sk: Nemáte právo na vymazanie tohto zdroja.

source: You must have the Net_LDAP PEAR library installed to use the schema check function.
sk_sk: Na pou¾itie funkcie skontrolova» schému musíte ma» nain¹talovanú kni¾nicu PEAR Net_LDAP.

source: You must provide a name for virtual address books.
sk_sk: Musíte uvies» názov pre virtuálne adresáre.

source: You must select a target address book.
sk_sk: Musíte vybra» cieµový adresár.

source: You must select a target contact list.
sk_sk: Musíte vybra» cieµový zoznam kontaktov.

source: You must select at least one contact first.
sk_sk: Musíte vybra» aspoò jeden kontakt.

source: You only have permission to view this contact.
sk_sk: Máte právo iba na zobrazenie tohto kontaktu.

source: Your default address book is not browseable.
sk_sk: Vá¹ prednastavený adresár nie je mo¾né prehliada».

source: [no value]
sk_sk: [¾iadna hodnota]

source: _Browse
sk_sk: _Prezera»

source: _Contacts
sk_sk: _Kontakty

source: _Delete
sk_sk: _Vymaza»

source: _Edit
sk_sk: _Upravi»

source: _Lists
sk_sk: Zobrazi» _zoznamy

source: _My Address Books
sk_sk: _Môj adresár

source: _New Contact
sk_sk: _Nový kontakt

source: _Print
sk_sk: _Tlaèi»

source: _Remove from this list
sk_sk: Odst_ráni» z tohto zoznamu

source: _Search
sk_sk: _Hµada»

source: _View
sk_sk: Ná_hµad

source: ascending
sk_sk: vzostupne

source: by %s
sk_sk: pou¾ívateµom %s

source: by me
sk_sk: Vami

source: contact
sk_sk: kontakt

source: contacts.csv
sk_sk: kontakty.csv

source: contacts.ldif
sk_sk: kontakty.ldif

source: contacts.tsv
sk_sk: kontakty.tsv

source: contacts.vcf
sk_sk: kontakty.vcf

source: descending
sk_sk: zostupne

source: female
sk_sk: ¾ena

source: in %s
sk_sk: v %s

source: male
sk_sk: mu¾

source: no formatting
sk_sk: bez formátovania

source: none
sk_sk: ¾iadne

source: to a Contact List
sk_sk: do zoznamu kontaktov

source: to a different Address Book
sk_sk: do iného adresára
