Repository: anood11/horde-hatchery
Catalog: ansel/po/*.po
Languages: fi_fi

source: Unknown
fi_fi: Tuntematon

source: Unknown gallery
fi_fi: Tuntematon galleria

source: Unnamed
fi_fi: Nimetˆn

source: Untitled
fi_fi: Nimetˆn

source: Updated %s.
fi_fi: P‰ivitettiin %s.

source: Upload
fi_fi: Tuo

source: Upload Photos to %s
fi_fi: Tuo valokuvat %s:‰‰n

source: Upload new images
fi_fi: Tuo uusia kuvia

source: Upsidedown
fi_fi: Ylˆsalaisin

source: Upsidedown Mirrored
fi_fi: Ylˆsalaisin peilikuvana

source: Usage: %s [OPTIONS]...
fi_fi: K‰yttˆ: %s [PARAMETRIT]...

source: Use Default
fi_fi: K‰yt‰ oletuksia

source: Use the following return address:
fi_fi: K‰yt‰ seuraavaa palautusosoitetta:

source: User Comment
fi_fi: K‰ytt‰j‰n kommenttin

source: Username
fi_fi: K‰ytt‰j‰tunnus

source: Username and Password are incorrect.
fi_fi: K‰ytt‰j‰tunnus ja salasana on v‰‰rin.

source: Vertical Alignment
fi_fi: Vertikaalinen tasaus

source: View %s
fi_fi: N‰yt‰ %s

source: View Photo
fi_fi: Katso kuva

source: Watermark
fi_fi: Vesileima

source: Watermark Font
fi_fi: Vesileiman kirjaisin

source: White Balance
fi_fi: Valkotasapaino

source: Width
fi_fi: Leveys

source: X Resolution
fi_fi: X resoluutio

source: Y Resolution
fi_fi: Y resoluutio

source: Yes
fi_fi: Kyll‰

source: Yes, and don't prompt to change it
fi_fi: Kyll‰, ‰l‰k‰ kysy muuttaaksesi

source: Yesterday
fi_fi: Eilen

source: You are not allowed to edit this image.
fi_fi: Sinulla ei ole oikeuksia muuttaa t‰t‰ kuvaa.

source: You cannot add photos in that gallery.
fi_fi: Sin‰ et voi lis‰t‰ kuvia t‰h‰n galleriaan.

source: You cannot add photos to the gallery '%s'.
fi_fi: Sin‰ et voi lis‰t‰ kuvia galleriaan '%s'.

source: You cannot delete %s, it contains nested galleries.
fi_fi: Et voi poistaa %s, koska se sis‰lt‰‰ sis‰kk‰isi‰ gallerioita.

source: You do not have permission to add children to %s.
fi_fi: Sinulla ei ole oikeuksia lis‰t‰ alitasoja %s:lle.

source: You do not have permission to empty %s.
fi_fi: Sinulle ei ole oikeuksia tyhjent‰‰ %s.

source: You do not have permission to view this gallery.
fi_fi: Sinulla ei ole oikeuksia katsella t‰t‰ galleriaa

source: You have been sent an Ecard. To view the Ecard, you must be able to view text/html messages in your mail reader. If you are viewing this message, then most likely your mail reader does not support viewing text/html messages.
fi_fi: Olet saanut Ecard:in. Katsoaksesi Ecarc:n, sinun pit‰‰ pysty‰ katsomaan text/html muodossa olevia viesti‰ s‰hkˆpostiohjelmassasi. Jos n‰et t‰m‰n viestin, niin todenn‰kˆisesti sinun k‰ytt‰m‰si ohjelma ei tue text/html viestej‰.

source: You must enter an e-mail address to send the message to.
fi_fi: Sinun pit‰‰ antaa s‰hkˆpostiosoite, johon viesti l‰hetet‰‰n

source: You must enter your e-mail address.
fi_fi: Sinun pit‰‰ antaa s‰hkˆpostiosoite

source: You must provide a display name for your new gallery.
fi_fi: Sinun pit‰‰ antaa n‰kym‰n nimi galleriallesi.

source: Zip File Upload
fi_fi: Zip-tiedosto tuonti

source: _Galleries
fi_fi: _Galleriat

source: _New Gallery
fi_fi: _Uusi galleria

source: _Search
fi_fi: _Haku
