Repository: anood11/horde-hatchery
Catalog: ansel/po/*.po
Languages: fi_fi

source: %d images were successfully extracted and uploaded.
fi_fi: %d kuvaa purettiin ja tuotiin onnistuneesti

source: %s Galleries
fi_fi: %s galleriat

source: %s bytes
fi_fi: %s tavua

source: %s images
fi_fi: %s kuvaa

source: %s pixels
fi_fi: %s pikseli‰

source: %s sec
fi_fi: %s sek

source: %s to %s of %s subgalleries
fi_fi: %s - %s / %s aligalleriaa

source: %s's Galleries
fi_fi: %s:n galleriat

source: '%s' is an invalid unique name; it may already be taken. Please choose a different unique name.
fi_fi: '%s' ei ole yksik‰sitteinen nimi; Nimi voi olla jo varattu. Valitse uusi yksik‰sitteinen nimi.

source: (must be unique)
fi_fi: (pit‰‰ olla yksik‰sitteinen)

source: -a, --add[=filename] Add local file to selected gallery
fi_fi: -a, --add[=tiedosto] Lis‰‰ paikallinen tiedosto valittuun galleriaan

source: -c, --create[=shortname/name/description] Create gallery (and use it)
fi_fi: -c, --create[=lyhytnimi/nimi/kuvaus] Luo galleria (ja k‰yt‰ sit‰)

source: -d, --dir[=directory] Add all files from the directory to the selected gallery
fi_fi: -d, --dir[=hakemisto] Lis‰‰ kaikki hakemiston tiedostot valittuun galleriaan

source: -g, --gallery[=shortname] Select gallery to use
fi_fi: -g, --gallery[=lyhytnimi] Valitse k‰ytett‰v‰ galleria

source: -h, --help Show this help
fi_fi: -h, --help N‰yt‰ t‰m‰ ohje

source: -l, --list List galleries or images (if combined with -g)
fi_fi: -l, --list Listaa galleriat tai kuvat (jos -g on myˆs asennettu)

source: -p, --password[=password] Horde login password
fi_fi: -p, --password[=salasana] Horde salasana

source: -u, --username[=username] Horde login username
fi_fi: -u, --username[=username] Horde tunnus

source: 1 image
fi_fi: 1 kuva

source: 1 image was successfully extracted and uploaded.
fi_fi: 1 kuva purettiin ja tuotiin onnistuneesti

source: 1 minute
fi_fi: 1 minuutti

source: 1 second
fi_fi: 1 sekuntti

source: 10 seconds
fi_fi: 10 sekunttia

source: 15 seconds
fi_fi: 15 sekunttia

source: 2 seconds
fi_fi: 2 sekunttia

source: 3 seconds
fi_fi: 3 sekunttia

source: 30 seconds
fi_fi: 30 sekunttia

source: 4 seconds
fi_fi: 4 sekunttia

source: 45 seconds
fi_fi: 45 sekunttia

source: 5 seconds
fi_fi: 5 sekunttia

source: 90 deg CCW
fi_fi: 90 aseteen CCW

source: 90 deg CCW Mirrored
fi_fi: 90 asteen CCW peilikuvana

source: 90 deg CW
fi_fi: 90 asteen CW

source: 90 deg CW Mirrored
fi_fi: 90 asteen CW peilikuvana

source: Access denied deleting gallery %s.
fi_fi: Gallerian %s poistaminen on estetty.

source: Access denied deleting image %s.
fi_fi: Kuvan %s poistaminen on estetty.

source: Access denied downloading %s.
fi_fi: %s tallentaminen on estetty.

source: Access denied editing galleries.
fi_fi: Gallerian muokkaaminen on estetty.

source: Access denied saving gallery %s.
fi_fi: Galleriaan %s tallettaminen on estetty.

source: Access denied saving image to %s.
fi_fi: Kuvien tallettaminen %s:‰‰n on estetty

source: Access denied setting captions for %s.
fi_fi: Kuvatekstin laittaminen %s on estetty.

source: Add Image
fi_fi: Lis‰‰ kuva

source: Add Subgallery
fi_fi: Lis‰‰ aligalleria

source: Add a comment
fi_fi: Lis‰‰ kommentti

source: Adding A New Gallery
fi_fi: Lis‰t‰‰n uuteen galleriaan

source: Adding A Subgallery to %s
fi_fi: Lis‰t‰‰n aligalleria %s:‰‰n

source: After
fi_fi: J‰lkeen

source: All
fi_fi: Kaikki

source: An error occurred listing galleries: %s
fi_fi: Tapahtui virhe listattaessa gallerioita: %s

source: Aperture
fi_fi: Aukko

source: Are you sure you want to delete all of the images in this gallery?
fi_fi: Oletko varma ett‰ haluat poistaa kaikki kuvat t‰st‰ galleriasta?

source: Are you sure you want to delete the selected images?
fi_fi: Oletko varma ett‰ haluat poistaa valitut kuvat?

source: Are you sure you want to delete this gallery? All images in it will be deleted.
fi_fi: Oletko varma ett‰ haluat poistaa t‰m‰n gallerian? Kaikki siin‰ olevat kuvat poistetaan.

source: Artist
fi_fi: Taiteilija

source: Ascending
fi_fi: Nouseva

source: Attempt to edit a non-existent share.
fi_fi: Yritettiin muokata olematonta jakoa.

source: Attributes for %s :: %s
fi_fi: Lis‰tiedot %s:lle :: %s

source: Automatically generate unique name for new galleries?
fi_fi: Tee gallerioille automaattisesti yksilˆiv‰ nimi.

source: Av-priority
fi_fi: Av-prioriteetti

source: Average
fi_fi: Keskiarvo

source: Before
fi_fi: ennen

source: Begins With
fi_fi: Alkaa

source: Between
fi_fi: V‰lill‰

source: Blend
fi_fi: Pehmenn‰

source: Blinds
fi_fi: Kaihtimet

source: Bottom
fi_fi: Alin

source: Camera Make
fi_fi: Kameran valmistaja

source: Camera Model
fi_fi: Kameran malli

source: Camera Orientation
fi_fi: Kameran asento

source: Can't get unknown file type '%s'.
fi_fi: Tuntematon tiedostotyyppi '%s'.

source: Cancel Change
fi_fi: Peruuta muutokset

source: Caption
fi_fi: Kuvateksti

source: Caption Editor
fi_fi: Kuvatekstieditori

source: Captions
fi_fi: Kuvatekstit

source: Captions Saved.
fi_fi: Kuvateksti‰ talletettu.

source: Category
fi_fi: Kategoria

source: Center
fi_fi: Keskitetty

source: Center Weighted Average
fi_fi: Keskipainotettu keskiarvo

source: Change your display options.
fi_fi: Voit muuttaa n‰kym‰n asetuksia

source: Change your gallery creation options.
fi_fi: Voit muuttaa miten gallerian luomiseen liittyvi‰ asetuksia.

source: Change your gallery sorting options.
fi_fi: Voit muttaa gallerian j‰rjestykseen liittyvi‰ asetuksia.

source: Checkerboard
fi_fi: Shakkilauta

source: Choose an existing gallery
fi_fi: Valitse olemassaoleva galleria

source: Close
fi_fi: Sulje

source: Cloudy
fi_fi: Pilvinen

source: Color Sequential Area Sensor
fi_fi: V‰rij‰rjestys tilasensori

source: Color Sequential Linear Sensor
fi_fi: V‰rij‰rjestys lineaarisensori

source: Color Space
fi_fi: V‰riavaruus

source: Comments:
fi_fi: Kommentit:

source: Compulsory Flash
fi_fi: Pakotettu salama

source: Compulsory Flash, Return light detected
fi_fi: Pakotettu salama, heijastunutta valoa havaittu

source: Compulsory Flash, Return light not detected
fi_fi: Pakotettu salama, heijastunutta valoa ei havaittu

source: Contains
fi_fi: Sis‰lt‰‰

source: Copied %s to %s.
fi_fi: Kopioitiin %s %s:ksi

source: Copy
fi_fi: Kopioi

source: Copyright
fi_fi: Tekij‰noikeus

source: Couldn't list galleries.
fi_fi: Gallerioita ei voitu listata.

source: Couldn't read command-line options.
fi_fi: Komentoriviparametreja ei voitu lukea.

source: Create
fi_fi: Luo

source: Create a new Gallery
fi_fi: Luo uusi galleria

source: Create a new gallery instead
fi_fi: Luo uusi galleria sen sijaan

source: Created
fi_fi: Luotu

source: Crop
fi_fi: Leikkaa

source: Crop Image
fi_fi: Leikkaa kuvaa

source: Cropped
fi_fi: Leikattu

source: Custom
fi_fi: Omatekoinen

source: Custom Watermark
fi_fi: Omatekoinen vesileima

source: Custom watermark to use for images
fi_fi: Omatekoinen vesileima k‰ytett‰v‰ksi kuvissa

source: Date Created
fi_fi: Luontip‰iv‰m‰‰r‰

source: Date Field
fi_fi: P‰iv‰m‰‰r‰kent‰t

source: Date Fields
fi_fi: P‰iv‰yskent‰t

source: Date Image Digitized
fi_fi: Digitalisoinnin p‰iv‰m‰‰r‰

source: Date Image Modified
fi_fi: Muokkauksen p‰iv‰m‰‰r‰

source: Date Image Taken
fi_fi: Kuvanoton p‰iv‰m‰‰r‰

source: Date Modified
fi_fi: Muokkauksen p‰iv‰m‰‰r‰

source: Date Operator
fi_fi: P‰iv‰m‰‰r‰toiminto

source: Date Uploaded
fi_fi: P‰iv‰m‰‰r‰ tallennettu

source: Default sorting criteria:
fi_fi: Oletusj‰rjestys:

source: Default sorting direction:
fi_fi: Oletusj‰rjestyksen suunta:

source: Delay
fi_fi: Viive

source: Delete
fi_fi: Poista

source: Delete Gallery
fi_fi: Poista galleria

source: Deleted the image.
fi_fi: Poista kuva.

source: Descending
fi_fi: Laskeva

source: Description
fi_fi: Kuvaus

source: Diagonal
fi_fi: Diagonaalinen

source: Display Options
fi_fi: N‰kym‰n asetukset

source: Displaying from %s to %s of %s galleries
fi_fi: N‰ytet‰‰n %s - %s / %s gallerioista

source: Displaying from %s to %s of %s groups
fi_fi: N‰ytet‰‰n %s - %s / %s ryhmist‰

source: Displaying from %s to %s of %s images
fi_fi: N‰ytet‰‰n %s - %s / %s kuvista

source: Do you want to permanently delete %s?
fi_fi: Haluatko lopullisesti poistaa %s

source: Does Not Contain
fi_fi: Ei sis‰ll‰

source: Doors
fi_fi: Ovet

source: Download
fi_fi: Tallenna

source: Download Full Image
fi_fi: Tallenna koko kuva

source: Download all images in a .zip file
fi_fi: Tallenna kaikki kuvat .zip tiedostona

source: ERROR: %s
fi_fi: VIRHE: %s

source: Easy shooting
fi_fi: Helppokuvaus

source: Edit
fi_fi: Muokkaa

source: Edit %s :: %s
fi_fi: Muokkaa %s :: %s

source: Edit Image
fi_fi: Muokkaa kuvaa

source: Edit Permissions
fi_fi: Muokkaa oikeuksia

source: Edit Permissions for %s
fi_fi: Muokkaa '%s':n oikeuksia

source: Edit an image
fi_fi: Muokkaa kuvaa

source: Edit properties :: %s
fi_fi: Muokkaa ominaisuuksia :: %s

source: Empty Gallery
fi_fi: Tyhj‰ galleria

source: End Date
fi_fi: P‰‰ttymisp‰iv‰m‰‰r‰

source: Ends With
fi_fi: P‰‰ttyy

source: Error accessing %s: %s
fi_fi: Virhe avattaessa %s: %s

source: Exposure
fi_fi: Valotus

source: Exposure Bias
fi_fi: Valotuksen painotus

source: Exposure Mode
fi_fi: Valotuksen tila

source: F-Number
fi_fi: F-numero

source: File %s
fi_fi: Tiedosto %s

source: File Size
fi_fi: Tiedoston koko

source: File to upload
fi_fi: Tuotava tiedosto

source: Filename
fi_fi: Tiedostonnimi

source: Flash
fi_fi: Salama

source: Flash Setting
fi_fi: Salaman asetukset

source: Flash, Auto-Mode
fi_fi: Salama, automaattiasetus

source: Flash, Auto-Mode, Return light detected
fi_fi: Salama, automaattiasetus, heijastunutta valoa havaittu

source: Flash, Auto-Mode, Return light not detected
fi_fi: Salama, automaattiasetus, heijastunutta valoa ei havaittu

source: Flash, strobe return light detected
fi_fi: Salama, v‰lkkyv‰‰ valoa havaittu

source: Flash, strobe return light not detected
fi_fi: Salama, v‰lkkyv‰‰ valua ei havaittu

source: Flip
fi_fi: K‰‰nn‰ ymp‰ri

source: Fluorescent
fi_fi: Loistava

source: Focal Length
fi_fi: Polttov‰li

source: Focal Length (35mm equiv)
fi_fi: Polttov‰li (vastaa 35mm)

source: Forward direction
fi_fi: Suunta eteenp‰in

source: Galleries grouped by %s
fi_fi: Galleriat ryhmiteltyn‰ %s mukaan

source: Gallery
fi_fi: Galleria

source: Gallery Category
fi_fi: Gallerian kategoria

source: Gallery Description
fi_fi: Gallerian kuvaus

source: Gallery Display Name
fi_fi: Gallerian n‰kym‰nimi

source: Gallery List
fi_fi: Galleria lista

source: Gallery Name
fi_fi: Gallerian nimi

source: Gallery Options
fi_fi: Gallerian asetukset

source: Gallery Owner
fi_fi: Gallerian omistaja

source: Gallery Short Name
fi_fi: Gallerian lyhyt nimi

source: Gallery Short Name (must be unique)
fi_fi: Gallerian lyhyt nimi (pit‰‰ olla yksilˆiv‰)

source: Gallery Unique name '%s' already exists.
fi_fi: Gallerian yksilˆiv‰ nimi '%s' on jo olemassa.

source: Gallery Unique name is already taken.
fi_fi: Gallerian yksilˆiv‰ nimi on jo k‰ytˆss‰.

source: Gallery names must be non-empty
fi_fi: Gallerialla pit‰‰ olla nimi

source: Gallery not found.
fi_fi: Galleriaa ei lˆytynyt.

source: Gallery re-ordered.
fi_fi: Galleria uudelleen j‰rjestetty

source: Giant
fi_fi: J‰ttil‰ism‰inen

source: Gradient
fi_fi: Gradientti

source: Grayscale
fi_fi: Harmaas‰vy

source: Group galleries by
fi_fi: Ryhmit‰ galleriat

source: Height
fi_fi: Korkeus

source: Horizontal Alignment
fi_fi: Horisontaalinen tasaus

source: ISO Setting
fi_fi: ISO-asetus

source: Image
fi_fi: Kuva

source: Image Attributes
fi_fi: Kuvan ominaisuudet

source: Image Details
fi_fi: Kuvan tiedot

source: Image Type
fi_fi: Kuvan tyyppi

source: Image names must be non-empty
fi_fi: Kuvalla pit‰‰ olla nimi

source: Image not found.
fi_fi: Kuvaa ei lˆytynyt.

source: Invalid gallery '%s' specified.
fi_fi: Ep‰kelpo galleria '%s'.

source: Invalid gallery specified.
fi_fi: Ep‰kelpo galleriam‰‰ritys.

source: Iris
fi_fi: Iiris

source: Is
fi_fi: On

source: Is Not
fi_fi: Ei ole

source: Large
fi_fi: Suuri

source: Left
fi_fi: Vasen

source: Left X
fi_fi: Vasen X

source: Listing Gallery/Name
fi_fi: Listaa galleria/nimi

source: Listing images in %s
fi_fi: Listataan kuvat %s:ss‰

source: Logged in successfully as '%s'.
fi_fi: Kirjauduttiin sis‰‰n k‰ytt‰j‰n‰ '%s'.

source: Login is incorrect.
fi_fi: Sis‰‰nkirjautuminen ep‰onnistui.

source: Login to %s
fi_fi: Kirjaudu sis‰‰n %s

source: Loop?
fi_fi: Looppi?

source: Lower Y
fi_fi: Alin Y

source: Make this the default image for this gallery?
fi_fi: Laita t‰m‰ gallerian oletuskuvaksi.

source: Mandatory arguments to long options are mandatory for short options too.
fi_fi: Pakolliset optiot pitkille parametreille ovat pakollisia myˆs lyhyille parametreille.

source: Manual
fi_fi: K‰sin

source: Matched %s images
fi_fi: T‰sm‰si %s kuvaa

source: Matched 1 image
fi_fi: T‰sm‰si 1 kuvaan

source: Medium
fi_fi: Keskikokoinen

source: Metering Mode
fi_fi: Mittausmoodi

source: Middle
fi_fi: Keskell‰

source: Mirror
fi_fi: Peilikuva

source: Mirrored
fi_fi: Peilikuvana

source: Modified
fi_fi: Muokattu

source: Modify
fi_fi: Muuta

source: Modify Gallery
fi_fi: Muuta galleriaa

source: Modifying: %s
fi_fi: Muutetaan: %s

source: Move
fi_fi: Siirr‰

source: Moved %s to %s.
fi_fi: Siirr‰ %s %s:ksi.

source: Multi-Segment
fi_fi: Monisegmentti

source: Multi-Spot
fi_fi: Monipiste

source: Multiple Images
fi_fi: Monia kuvia

source: My Galleries
fi_fi: Omat galleriat

source: Name
fi_fi: Nimi

source: New Gallery Description
fi_fi: Uuden gallerian kuvaus

source: New Gallery Title
fi_fi: Uuden gallerian nimi

source: Next
fi_fi: Seuraava

source: No
fi_fi: Ei

source: No Flash
fi_fi: Ei salamaa

source: No Gallery Name Specified.
fi_fi: Gallerian nime‰ ei ole m‰‰ritelty

source: No Gallery Unique Name Specified.
fi_fi: Gallerian nimi ei ole yksilˆiv‰.

source: No embedded information found.
fi_fi: Sis‰llytetty‰ tietoa ei lˆytynyt

source: No file specified
fi_fi: Tiedostoa ei m‰‰ritelty

source: None
fi_fi: Ei mit‰‰n

source: Normal (O deg)
fi_fi: Normaali (0 astetta)

source: Not defined
fi_fi: Ei m‰‰ritelty

source: Not found or error accessing gallery.
fi_fi: Galleriaa ei lˆytynyt tai virhe p‰‰syss‰.

source: Number of galleries per page
fi_fi: Gallerioiden m‰‰r‰ sivulla

source: Number of groups per page
fi_fi: Ryhmien m‰‰r‰ sivulla

source: Number of images per page
fi_fi: Kuvien m‰‰r‰ sivulla

source: Number of images per row
fi_fi: Kuvien m‰‰r‰ rivill‰

source: One Chip Color Area Sensor
fi_fi: Yhden v‰rikennon sensori

source: Only the owner or system administrator may change ownership or owner permissions for a share
fi_fi: Vain omistaja tai j‰rjestelm‰n yll‰pit‰j‰ voi muuttaa jakojen omistajia tai oikeuksia

source: Original
fi_fi: Alkuper‰inen

source: Other
fi_fi: Muu

source: Other Options
fi_fi: Muut asetukset

source: Owner
fi_fi: Omistaja

source: Parent Galleries
fi_fi: P‰‰galleriat

source: Partial
fi_fi: Osittainen

source: Password
fi_fi: Salasana

source: Permissions
fi_fi: Oikeudet

source: Photo Upload
fi_fi: Valokuvan tallennus

source: Pinwheel
fi_fi: Onnenpyˆr‰

source: Pixelate
fi_fi: Pikselˆity

source: Play
fi_fi: N‰yt‰

source: Please enter your Username and Password.
fi_fi: Anna k‰ytt‰j‰tunnus ja salasanasi.

source: Press the 'Back' button and try again.
fi_fi: Napsauta 'Back'-painiketta ja yrit‰ uudestaan.

source: Preview changes for %s :: %s
fi_fi: Esikatse muutokset %s :: %s

source: Previous
fi_fi: Edellinen

source: Print
fi_fi: Tulosta

source: Print on Shutterfly
fi_fi: Tulosta Shutterfly:lle

source: Program
fi_fi: Ohjelma

source: Properties
fi_fi: Ominaisuudet

source: Publish to %s
fi_fi: Julkaise %s:ss‰

source: Publish your photos to %s on %s.
fi_fi: Julkaise valokuvasi %s %s:.

source: Radial
fi_fi: Radiaali

source: Rain
fi_fi: Sade

source: Random
fi_fi: Satunnainen

source: Random gallery
fi_fi: Satunnainen galleria

source: Random photo
fi_fi: Satunnainen

source: Re-order the images in %s
fi_fi: J‰rjest‰ kuvan satunnaisti %s:ss‰

source: Red Eye
fi_fi: Punasilm‰isyys

source: Red Eye, Auto-Mode
fi_fi: Punasilm‰isyys, automaattiasetus

source: Red Eye, Auto-Mode, Return light detected
fi_fi: Punasilm‰isyys, automaattiasetus, heijastunutta valoa havaittu

source: Red Eye, Auto-Mode, Return light not detected
fi_fi: Punasilm‰isyys, automaattiasetus, heijastunutta valoa ei havaittu

source: Red Eye, Compulsory Flash
fi_fi: Punasilm‰isyys, pakotettu salama

source: Red Eye, Compulsory Flash, Return light detected
fi_fi: Punasilm‰isyys, pakotettu salama, heijastunutta valoa havaittu

source: Red Eye, Compulsory Flash, Return light not detected
fi_fi: Punasilm‰isyys, pakotettu salama, heijastunutta valoa ei havaittu

source: Red Eye, Return light detected
fi_fi: Punasilm‰isyys, heijastunutta valoa havaittu

source: Red Eye, Return light not detected
fi_fi: Punasilm‰isyys, heijastunutta valoa ei havaittu

source: Refresh Gallery View
fi_fi: P‰ivit‰ gallerin‰kym‰

source: Refresh List
fi_fi: P‰ivit‰ lista

source: Reorder
fi_fi: Uudelleenj‰rjest‰

source: Reorder Gallery
fi_fi: Uudelleenj‰rjest‰ galleria

source: Resize selection
fi_fi: Muuta valinnan kokoa

source: Reverse direction
fi_fi: K‰‰nn‰ suuntaan

source: Right
fi_fi: Oikea

source: Right X
fi_fi: Oikea X

source: Rotate 180
fi_fi: K‰‰nn‰ 180

source: Rotate Left
fi_fi: K‰‰nn‰ vastap‰iv‰‰n

source: Rotate Right
fi_fi: K‰‰nn‰ myˆt‰p‰iv‰‰n

source: Save
fi_fi: Talleta

source: Save Captions
fi_fi: Talleta kuvateksti

source: Save Change
fi_fi: Talleta muutokset

source: Save Gallery
fi_fi: Talleta galleria

source: Save Image
fi_fi: Talleta kuva

source: Screen Image Height
fi_fi: Kuvan‰ytˆn korkeus

source: Screen Image Width
fi_fi: Kuvan‰ytˆn leveys

source: Search
fi_fi: Haku

source: Search Type
fi_fi: Haun tyyppi

source: Search for Images
fi_fi: Hae kuvia

source: Select All
fi_fi: Valitse kaikki

source: Select None
fi_fi: Tyhjenn‰ valinnat

source: Select the Gallery to publish images to
fi_fi: Valitse galleria, johon kuvat julkaistaan

source: Selected images to
fi_fi: Valitut kuvat

source: Send
fi_fi: L‰het‰

source: Send Ecard :: %s
fi_fi: L‰het‰ Ecard :: %s

source: Send as Ecard
fi_fi: L‰het‰ Ecard-muodossa

source: Send ecard to the following address:
fi_fi: L‰het‰ Ecard seuraaville vastaanottajille:

source: Sensing Method
fi_fi: Tunnistusmetodi

source: Set Permissions
fi_fi: Aseta oikeudet

source: Show EXIF data
fi_fi: N‰yt‰ EXIF-tiedot

source: Shutter Speed
fi_fi: Sulkijan nopeus

source: Single Image
fi_fi: Yksitt‰inen kuva

source: Slide
fi_fi: Dia

source: Slide Show
fi_fi: Kuvaesitys

source: Slide show
fi_fi: Kuvaesitys

source: Slide show for %s
fi_fi: Kuvaesitys %s

source: Slide show is running
fi_fi: Kuvaesitys on k‰ynniss‰

source: Small
fi_fi: Pieni

source: Snow
fi_fi: Lumi

source: Sort Direction
fi_fi: J‰rjestyksen suunta

source: Sort Options
fi_fi: J‰rjestyksen asetukset

source: Sort by Description
fi_fi: J‰rjest‰ kuvauksen mukaan

source: Sort by Name
fi_fi: J‰rjest‰ nimen mukaan

source: Specified screen image height is too large, value has been set to %s
fi_fi: Ruudun m‰‰ritelty korkeus on liian suuri, arvo on nyt %s

source: Specified screen image height is too small, value has been set to %s
fi_fi: Ruudun m‰‰ritelty korkeus on liian pieni, arvo on nyt %s

source: Specified screen image width is too large, value has been set to %s
fi_fi: Ruudun m‰‰ritelty leveys on liian suuri, arvo on nyt %s

source: Specified screen image width is too small, value has been set to %s
fi_fi: Ruudun m‰‰ritelty leveys on liian pieni, arvo on nyt %s

source: Specified thumbnail height is too large, value has been set to %s
fi_fi: Pikkukuvan m‰‰ritelty korkeus on liian suuri, arvo on nyt %s

source: Specified thumbnail height is too small, value has been set to %s
fi_fi: Pikkukuvan m‰‰ritelty korkeus on liian pieni, arvo on nyt %s

source: Specified thumbnail width is too large, value has been set to %s
fi_fi: Pikkukuvan m‰‰ritelty leveys on liian suuri, arvo on nyt %s

source: Specified thumbnail width is too small, value has been set to %s
fi_fi: Pikkukuvan m‰‰ritelty leveys on liian pieni, arvo on nyt %s

source: Spiral
fi_fi: Spiraali

source: Spot
fi_fi: Piste

source: Start Date
fi_fi: Alkamisp‰iv‰m‰‰r‰

source: Storing image '%s'...
fi_fi: Talletetaan kuva '%s'...

source: Stretch
fi_fi: Venyt‰

source: Subgalleries of %s
fi_fi: %s:n aligalleriat

source: Subgallery
fi_fi: Aligalleria

source: Successfully added %d image(s) (%s) to gallery '%s' from '%s'.
fi_fi: Lis‰ttiin onnistuneesti %d kuvaa (%s) galleriaan '%s' '%s':st‰.

source: Successfully added image '%s' to gallery '%s'.
fi_fi: Kuvan '%s' lis‰ys galleriaan '%s' onnistui.

source: Successfully deleted %s.
fi_fi: Poistettiin onnistuneesti %s.

source: Sunny
fi_fi: Aurinkoinen

source: Text Field
fi_fi: Tekstikentt‰

source: Text Fields
fi_fi: Tekstikent‰t

source: Text Operator
fi_fi: Tekstitoiminto

source: Text Value
fi_fi: Tekstin arvo

source: The directory '%s' doesn't exist.
fi_fi: Hakemistoa '%s' ei ole olemassa.

source: The directory '%s' had no valid images.
fi_fi: Hakemistossa '%s' ei ollut kunnollisia kuvatiedostoja.

source: The directory '%s' is empty.
fi_fi: Hakemisto '%s' on tyhj‰.

source: The file '%s' doesn't exist.
fi_fi: Tiedosto '%s' ei ole olemassa.

source: The file you uploaded does not appear to be a valid image.
fi_fi: Tuotu tiedosto ei vaikuta kelvolliselta kuvatiedostolta.

source: The gallery "%s" could not be created: %s
fi_fi: Galleriaa "%s" ei voitu luoda: %s

source: The gallery "%s" couldn't be created: %s
fi_fi: Galleriaa "%s" ei voitu luoda: %s

source: The gallery "%s" was created successfully.
fi_fi: Gallerian "%s" luonti onnistui.

source: The gallery was saved.
fi_fi: Galleria talletettiin

source: The image was saved.
fi_fi: Kuva talletettiin

source: The slide show is stopped, click [Play] to resume.
fi_fi: Kuvaesitys on pys‰ytetty, napsauta [Aloita] jatkaaksesi

source: The uploaded file appears to be empty. It may not exist on your computer.
fi_fi: Tuotu tiedosto vaikuttaisi tyhj‰lt‰. Ehk‰ sit‰ ei ole olemassa tietokoneellasi.

source: There are no images in %s to download.
fi_fi: %s:ss‰ ei ole kuvia tuotavaksi.

source: There are no images in this gallery to show.
fi_fi: T‰ss‰ galleriassa ei ole kuvia n‰ytett‰v‰ksi.

source: There are no images in this gallery.
fi_fi: T‰ss‰ galleriassa ei ole kuvia.

source: There are no photo galleries available.
fi_fi: Valokuvagallerioita ei ole saatavilla.

source: There was a problem adding the image '%s' to gallery '%s'.
fi_fi: Tapahtui virhe lis‰tt‰ess‰ kuvaa '%s' galleriaan '%s'.

source: There was a problem deleting %s: %s
fi_fi: Tapahtui virhe poistettaessa %s: %s

source: There was a problem deleting %s: %s.
fi_fi: Tapahtui virhe poistettaessa %s: %s.

source: There was a problem deleting images: %s
fi_fi: Tapahtui virhe poistettaessa kuvaa %s

source: There was a problem saving the image: %s
fi_fi: Tapahtui virhe talletettaessa kuvaa: %s

source: There was a problem uploading the image.
fi_fi: Tapahtui virhe tuotaessa kuvaa.

source: There was a problem uploading the image: %s
fi_fi: Tapahtui virhe tuotaessa kuvaa: %s

source: There was an error processing the uploaded archive: %s
fi_fi: Tapahtui virhe k‰sitelt‰ess‰ tuotua arkistoa: %s

source: There was an error sending your message: %s
fi_fi: Tapahtui virhe l‰hetett‰ess‰ viesti‰si: %s

source: Three Chip Color Area Sensor
fi_fi: Kolmen v‰rikennon sensori

source: Thumbnail
fi_fi: Pikkukuva

source: Thumbnail Height
fi_fi: Pikkukuvan korkeus

source: Thumbnail Width
fi_fi: Pikkukuvan leveys

source: Tiny
fi_fi: Pieni

source: Today
fi_fi: T‰n‰‰n

source: Top
fi_fi: Ylˆs

source: Top Y
fi_fi: Ylin Y

source: Transition
fi_fi: Muutos

source: Trilinear Sensor
fi_fi: Trilineaarinen sensori

source: Tungsten
fi_fi: Tungsteeni

source: Tv-priority
fi_fi: Tv-prioriteetti

source: Two Chip Color Area Sensor
fi_fi: Kahden tunnistimen sensori

source: Uncalibrated
fi_fi: Kalibroimaton

source: Undo Changes
fi_fi: Peru muutokset
